
export default {
  'http://localhost:8080/t|get': options => {
    return {
      status: '熊某人',
      text: `<p class="p">湖南家政平台在此特别提醒您（家服员、家政员）在阅读</p>
      <p class="p1">前，请认真阅读本《授权协议》（以下简称“协议”）请您谨慎阅读并选择接受或者不接受本协议。本协议由湖南家政平台根据国家政策实时更新，更新后协议条款一旦公布即代替原来的协议条款，恕不另行通知。</p>
      <p class="p1">一、本人自愿申请建立家庭服务员信用记录</p>
      <p class="p"> 本人自愿加入湖南家政平台，湖南家政平台可以使用本人
        身份信息、肖像信息、家庭服务信息和职业信息；身份信息
        包含但不限于身份证号码，姓名，性别，民族，家庭住址，
        健康状况，教育水平等；职业信息包含但不限于从业经历，
        培训情况、培训考核情况、消费者评价和投诉情况等；</p>
      <p class="p1">二、本人承诺：</p>
      <p class="p"> 本人自愿加入湖南家政平台，湖南家政平台可以使用本人
        身份信息、肖像信息、家庭服务信息和职业信息；身份信息
        包含但不限于身份证号码，姓名，性别，民族，家庭住址，
        健康状况，教育水平等；职业信息包含但不限于从业经历，
        培训情况、培训考核情况、消费者评价和投诉情况等；</p>
      <p class="p"> 请点击：我也已阅读并同意以上协议“按钮，代表您同意
        本协议的全部内容，并授权您在诚信平台的所有资料都可以
        向消费者显示。</p>`
    }
  }
}
